Repository: Acidburn0zzz/zypper
Catalog: po/*.po
Languages: af

source: Warning: Accepting an unsigned file %s.
af: Waarskuwing: Aanvaar van 'n ongetekende lêer %s.

source: %s is unsigned, continue?
af: %s is ongeteken, voortgaan?

source: Import key %s to trusted keyring?
af: Voer sleutel %s in na vertroude sleutelring?

source: Warning: Accepting file %s signed with an unknown key %s.
af: Waarskuwing: Aanvaar van lêer %s geteken met 'n onbekende sleutel %s.

source: %s is signed with an unknown key %s. Continue?
af: %s is met 'n onbekende sleutel %s geteken. Voortgaan?

source: Automatically trusting key id %s, %s, fingerprint %s
af: Outomaties-vertroude sleutel-id %s, %s, vingerafdruk %s

source: Do you want to trust key id %s, %s, fingerprint %s
af: Wil u sleutel-id %s, %s, vingerafdruk %s vertrou

source: Warning: Ignoring failed signature verification for %s with public key id %s, %s, fingerprint %s! Make sure this is not caused by some malicious changes in the file!
af: Waarskuwing: Ignoreer mislukte handtekening-bevestiging vir %s met openbaresleutel-ID %s, %s, vingerafdruk %s! Maak seker dat dit nie deur kwaadwillige veranderings in die lêer veroorsaak word nie!

source: Signature verification failed for %s with public key id %s, %s, fingerprint %s. Warning: this might be caused by a malicious change in the file! Continuing is risky! Continue anyway?
af: Handtekeningbevestiging vir %s met openbare sleutel-id %s, %s, vingerafdruk %s het misluk. Waarskuwing: hierdie kon dalk veroorsaak gewees het deur 'n kwaadwillige verandering in die lêer! Om voort te gaan is gevaarlik! In elk geval voortgaan?

source: No digest for file %s.
af: Geen verwerking vir lêer %s nie.

source: Continue?
af: voortgaan?

source: Unknown digest %s for file %s.
af: Onbekende verwerking %s vir lêer %s.

source: Ignoring failed digest verification for %s (expected %s, found %s).
af: Ignoreer van mislukte verwerkingbevestiging vir %s (is verwag %s, is gevind %s).

source: Digest verification failed for %s. Expected %s, found %s.
af: Verwerkingbevestiging vir %s het misluk. Is verwag %s, is gevind %s.

source: Initializing Target
af: Inisialiseer van Teiken

source: (old way)
af: (ou manier)

source: not found
af: nie gevind nie

source: skipping
af: oorslaan

source: (already installed)
af: (reeds geïnstalleer)

source: Failed to add '%s' to the list of packages to be installed.
af: Misluk om '%s' te voeg by die lys pakkette wat geïnstalleer moet word.

source: Failed
af: Gedruip

source: Not found
af: nie gevind nie

source: Problem:
af: Probleem:

source: Solution %s:
af: Oplossing %s:

source: number, (r)etry or (c)ancel>
af: aantal, (h)erprobeer of (k)anselleer

source: Applying solution %s
af: Toepas van oplossing %s

source: %s Problems:
af: %s probleme:

source: Summary:
af: Opsomming:

source: Nothing to do.
af: Niks om te doen nie.

source: Parsing RPM database...
af: Ontleed van RPM-databasis ...

source: resolvables.
af: oplosbares.

source: Parsing metadata for
af: Ontleed van metadata vir

source: Establishing status of aggregates
af: Vestig van status van gemiddeldes

source: Resolving dependencies...
af: Oplos van afhanklikhede ...

source: patches needed
af: regstellings benodig

source: security patches
af: veiligheidsregstellings

source: Installed
af: Geïnstalleer

source: Uninstalled
af: Ongeïnstalleer

source: No Longer Applicable
af: Nie langer toepaslik nie

source: Not Applicable
af: Nie van toepassing nie

source: Applied
af: Toegepas

source: Not Needed
af: Nie benodig nie

source: Broken
af: Stukkend

source: Needed
af: Benodig

source: error
af: fout

source: Catalog
af: Katalogus

source: Name
af: Naam

source: Version
af: Weergawe

source: Category
af: Kategorie

source: WARNING: These are only the updates affecting the updater itself. Other updates are available too.
af: WAARSKUWING: Hierdie is slegs die bywerkings wat die bywerker self beïnvloed. Ander bywerkings is ook beskikbaar.

source: Arch
af: Arg.

source: WARNING: %s is interactive, skipped.
af: WAARSKUWING: %s is interaktief, oorgeslaan.

source: committing
af: verplig tot

source: Package integrity check failed. This may be a problem with the installation source or media. Try one of the following: - retry previous command - refresh installation sources using 'zypper refresh' - use another installation media (for example, if yours is damaged) - use another installation source
af: Nagaan van Pakket-integriteit het misluk. Die probleem lê dalk by die installasiebron of media. Probeer een van die volgende: - probeer weer vorige opdrag - verfris installasiebronne met gebruik van 'zypper refresh' - gebruik ’n ander installasiemedia (as u s’n beskadig is) - gebruik ’n ander installasiebron

source: WARNING: One of installed patches requires reboot of your machine. Reboot as soon as possible.
af: WAARSKUWING: Een van die geïnstalleerde regstellings vereis herselflaai van u masjien. Herselflaai so gou as moontlik.

source: WARNING: One of installed patches affects the package manager itself, thus it requires restart before executing next operations.
af: WAARSKUWING: Een van die geïnstalleerde regstellings beïnvloed die pakketbestuurder; dit vereis dus om weer te begin voordat die volgende bewerkings uitgevoer word.

source: Automatically agreeing with %s %s license.
af: Outomaties instem met %s %s-lisensie.

source: license
af: isensie

source: In order to install this package, you must agree to terms of the above license. Continue?
af: Ten einde hierdie pakket te installeer, moet u die voorwaardes van bostaande lisensie aanvaar. Voortgaan?

source: Aborting installation due to the need of license(s) confirmation.
af: Staak van installasie vanweë die noodsaaklikheid van lisensiebevestiging.

source: Please, restart the operation in interactive mode and confirm agreement with required license(s).
af: Begin asseblief weer die bewerking in interaktiewe modus en bevestig die ooreenkoms met die vereiste lisensie(s).

source: Aborting installation due to user disagreement with
af: Staak van installasie vanweë gebruiker se nie-aanvaarding van

source: Sorry, you need root privileges to use system sources, disabling them...
af: Jammer, u benodig stamvoorregte om stelselbronne te gebruik, versper daarvan ...

source: Restoring system sources...
af: Herstel van stelselbronne ...

source: Failed to restore sources
af: Misluk om bronne te herstel

source: Cannot access repository
af: Kan nie toegang tot bewaarplek verkry nie

source: Enabled
af: Ontsper

source: Refresh
af: Vernuwe

source: Type
af: Soort

source: Active
af: Aktief

source: Disabled
af: Versper

source: Yes
af: Ja

source: No
af: Nee

source: Error reading system sources:
af: Fout tydens lees van stelselbronne:

source: Unknown repository type
af: Onbekende bewaarpleksoort

source: Name not found
af: Naam nie gevind nie

source: baseurl not found
af: baseurl nie gevind nie

source: Continuing anyway
af: Gaan in elk geval voort

source: Removing source '%s'
af: verwyder van bron '%s'

source: Source '%s' removed.
af: Bron '%s' verwyder.

source: Failed to remove source '%s':
af: Het misluk om bron '%s' te verwyder:

source: Source %s not found.
af: Bron '%s' nie gevind nie.

source: '%s' is broken or not accessible. Do you wish to remove it?
af: '%s' is gebreek of nie toeganklik nie. Wil jy dit verwyder?

source: Removing source
af: verwyder van bron

source: URL is invalid:
af: URL is ongeldig:

source: Sorry, not implemented yet for libzypp-1.x.x
af: Jammer, nog nie vir libzypp-1.x.x geïmplementeer nie

source: Refreshing
af: Vernuwing

source: DONE
af: GEDOEN

source: Error while refreshing the source:
af: Fout tydens vernuwe van die bron:

source: All system sources have been refreshed.
af: Alle stelselbronne is vernuwe.

source: Error while fetching
af: Fout tydens gaan haal

source: ZENworks Management Daemon is running.
af: ZENworks Management Daemon loop.

source: WARNING: this command will not synchronize changes.
af: WAARSKUWING: hierdie opdrag sal nie veranderings sinkroniseer nie.

source: Use rug or yast2 for that.
af: Gebruik rug of yast2 daarvoor.

source: The updater could not access the package manager engine. This usually happens when you have another application (like YaST) using it at the same time. Please close other applications and check again for updates.
af: Die bywerker kon nie toegang tot die pakketbestuurderenjin verkry nie. Dit gebeur gewoonlik wanneer u ’n ander toepassing (soos YaST) het wat dit op dieselfde tyd gebruik. Maak asseblief ander toepassings toe en gaan weer na vir bywerkings.

source: Could not restore source. Detail: %s
af: Kon bron nie herstel nie. Besonderheid: %s

source: There are no update sources defined. Please add one or more update sources in order to be notified of updates.
af: Daar is geen bywerkbronne gedefinieer nie. Voeg asseblief een of meer bywerkbronne by ten einde van bywerkings in kennis gestel te word.

source: (A)bort, (R)etry, (I)gnore?
af: (S)taak, (H)erprobeer, (I)gnoreer?

source: Invalid answer '%s', enter 'y' or 'n':
af: Ongeldige antwoord '%s', voer 'y' of 'n' in.

source: Unknown option
af: Onbekende opsie

source: Missing argument for
af: Ontbrekende argument vir

source: not found.
af: nie gevind nie.

source: Information for
af: Inligting vir

source: Catalog:
af: Katalogus:

source: Name:
af: Naam:

source: Version:
af: Weergawe:

source: Arch:
af: Arg.:

source: Installed:
af: Geïnstalleer:

source: up-to-date
af: op datum

source: out-of-date (version
af: verouderd (weergawe

source: installed)
af: geïnstalleer)

source: not installed
af: nie geïnstalleer nie

source: Installed Size:
af: Geïnstalleerde grootte:

source: Summary:
af: Opsomming:

source: Description:
af: Beskrywing:

source: No sources. Zypper currently searches within installation sources only.
af: Geen bronne nie. Zypper soek tans slegs binne installasiebronne.

source: Pre-caching installed resolvables matching given search criteria...
af: Vooraf kasjeer van geïnstalleerde oplosbares wat ooreenstem met gegewe soekkriteria ...

source: out of (
af: buite (

source: cached.
af: gekasjeer.

source: is not a valid regular expression: "
af: is nie ’n geldige alledaagse uitdrukking nie: "

source: This is a bug, please file a bug report against zypper.
af: Dit is ’n fout, stel asseblief ’n foutverslag teen zypper op.

source: URL is invalid.
af: URL is ongeldig.

source: Commands: help Help shell, sh Accept multiple commands at once install, in Install packages or resolvables remove, rm Remove packages or resolvables search, se Search for packages matching a pattern service-list, sl List services, also called installation sources service-add, sa Add a new service service-delete, sd Delete a service service-rename, sr Rename a service refresh, ref Refresh all installation sources patch-check, pchk Check for patches patches, pch List patches list-updates, lu List updates update, up Update packages info, if Show full information for packages patch-info Show full information for patches
af: Opdragte: help Help stelseldop, sh Aanvaar veelvuldige opdragte meteens installeer, in Installeer pakkette of oplossings verwyder, rm Verwyder pakkette of oplossings soek, se Soek na pakkette wat met ’n patroon ooreenstem dienslys, sl Lys dienste, ook genaamd installasiebronne sdiensbyvoeging, sa Voeg ’n nuwe diens by diens skrap, sd Skrap ’n diens diens herbenoem, sr Herbenoem ’n diens vernuwe, ref Vernuwe alle installasiebronne regstellingsnagaan, pchk Gaan regstellings na regstellings, pch Lys regstellings lys bywerkings, lu Lys bywerkings werk by, up Werk pakkette by inligting, if Toon volledige inligting oor pakkette regstellingsinligting Toon volledige inligting oor regstellings

source: Options: --help, -h Help --version, -V Output the version number --verbose, -v Increase verbosity --terse, -t Terse output for machine consumption --table-style, -s Table style (integer) --rug-compatible, -r Turn on rug compatibility --non-interactive, -n Do not ask anything, use default answers automatically. --no-gpg-checks Ignore GPG check failures and continue. --root, -R <dir> Operate on a different root directory
af: Opsies: --help, -h Hulp --version, -V Wys die weergawenommer --verbose, -v Wys meer omslagtig --kernagtig, -t Wys minder omslagtig vir masjienverbruik --table-style, -s Tabelstyl (heelgetal) --rug-compatible, -r Sit rug-versoenbaarheid aan --non-interactive, -n Moet niks vra nie, gebruik verstekantwoorde outomaties. --no-gpg-checks nie Ignoreer GPG-nagaanmislukkings en gaan voort. --root, -R <dir> Werk op ’n ander stamgids

source: Verbosity
af: Woordrykheid

source: Entering non-interactive mode.
af: Invoer van nie-interaktiewe modus.

source: Entering 'no-gpg-checks' mode.
af: Binnegaan van 'no-gpg-checks'-modus.

source: Invalid table style
af: Ongeldige tabelstyl

source: Try -h for help
af: Probeer -h om hulp

source: Source options: --disable-system-sources, -D Do not read the system sources --source, -S Read additional source
af: Bronopsies: --versper-stelselbronne, -D Moenie die stelselbronne lees nie --bron, -S Lees bykomende bron

source: Target options: --disable-system-resolvables, -T Do not read system installed resolvables
af: Teiketopsies: --versper-stelseloplossings, -T Moenie stelsel-geïnstalleerde oplossings lees nie

source: Command options: --catalog,-c Only from this catalog (under development) --type,-t Type of resolvable (default: package) --no-confirm,-y Do not require user confirmation to proceed with installation --auto-agree-with-licenses,-l Automatically say 'yes' to third party license confirmation prompt. See man zypper for more details.
af: Opdragopsies: --katalogus,-c Slegs vanaf hierdie katalogus (word ontwikkel) --soort,-t Soort oplossing (verstek: pakket) --nie-bevestig,-y Moenie gebruikerbevestiging vereis om te begin met installasie nie --outo-saamstem-met-lisensies,-l Sê vanselfsprekend 'ja' vir derdeparty-lisensiebevestiging-aanporring. Sien man zypper vir meer besonderhede.

source: Command options: --type,-t Type of resolvable (default: package) --no-confirm,-y Do not require user confirmation --auto-agree-with-licenses,-l Automatically say 'yes' to third party license confirmation prompt. See man zypper for more details.
af: Opdragopsies: --soort,-t Soort oplosbare (verstek: pakket) --geen-bevestig,-y Moenie gebruikerbevestiging vereis nie --outo-saamstem met lisensies,-l Sê outomaties 'ja' aan derdepartylisensiebevestiging-aanporring. Sien man zypper vir meer besonderhede.

source: service-add [options] URI [alias] Add a service (installation source) to the system. Command options: --repo,-r <FILE.repo> Read the URL and alias from a file (even remote) --type,-t <TYPE> Type of repository (YaST, YUM, or Plaindir) --disabled,-d Add the service as disabled --no-refresh,-n Do not automatically refresh the metadata
af: diens-voeg by [opsies] URI [alias] Voeg ’n diens (installasiebron) by die stelsel. Opdragopsies: --repo,-r <LÊER.repo> Lees die URL en alias vanuit ’n lêer (selfs afgeleë) --soort,-t <SOORT> Soort bewaarplek (YaST, YUM of Plaindir) --versper,-d Voeg die diens as versperd by --geen-vernuwe,-n Vernuwe die metadata nie outomaties nie.

source: service-list List all defined system services (installation sources). This command has no options.
af: dienslys Lys alle gedefinieerde stelseldienste (installasiebronne). Hierdie opdrag het geen opsies nie.

source: service-delete [options] <URI|alias> Remove service (installation source) from the system. This command has no options.
af: diens-skrap [opsies] URI [alias] Verwyder ’n diens (installasiebron) uit die stelsel. Hierdie opdrag het geen opsies nie.

source: service-rename [options] <URI|alias> <new-alias> Assign new alias to the service specified by URI or current alias. This command has no options.
af: diens-herbenoem [opsies] <URI|alias> <nuwe-alias> Wys nuwe alias toe aan die diens wat deur URI of huidige alias gespesifiseer word. Hierdie opdrag het geen opsies nie.

source: zypper refresh Refresh all installation sources found in the system.
af: zypper-vernuwe Vernuwe alle installasiebronne wat in die stelsel gevind word.

source: list-updates [options] List all available updates Command options: --type,-t Type of resolvable (default: patch)
af: lys-bywerkings [opsies] Lys alle beskikbare bywerkings Opdragopsies: --soort,-t Soort oplossing (verstek: regstelling)

source: Command options: --type,-t Type of resolvable (default: patch) --no-confirm,-y Do not require user confirmation --skip-interactive Skip interactive updates --auto-agree-with-licenses,-l Automatically say 'yes' to third party license confirmation prompt. See man zypper for more details.
af: Opdragopsies: --soort,-t Soort oplosbare (verstek: regstelling) --geen-bevestiging,-y Moenie gebruikerbevestiging vereis nie --skip-interaktief Slaan interaktiewe bywerkings oor --outo-ooreenkom-met-lisensies,-l Sê outomaties 'ja' aan derdepartylisensiebevestigng-aanporring. Sien man zypper vir meer besonderhede.

source: zypper [global-options] search [options] [querystring...] 'search' - Search for packages matching given search strings Command options: --match-all Search for a match to all search strings (default) --match-any Search for a match to any of the search strings --match-substrings Search for a match to partial words (default) --match-words Search for a match to whole words only --match-exact Searches for an exact package name -d, --search-descriptions Search also in package summaries and descriptions. -c, --case-sensitive Perform case-sensitive search. -i, --installed-only Show only packages that are already installed. -u, --uninstalled-only Show only packages that are not currently installed. -t, --type Search only for packages of the specified type. --sort-by-name Sort packages by name (default). --sort-by-catalog Sort packages by catalog (source). * and ? wildcards can also be used within search strings.
af: zypper [globale opsies] search [opsies] [navraagstring...] 'soek' - Soek na pakkette wat ooreenstem met gegewe soekstringe Opdrag-opsies: --match-all Soek na wat ooreenstem met alle soekstringe (verstek) --match-any Soek na wat ooreenstem met enige van die soekstringe --match-substrings Soek na wat ooreenstem met woorddele (verstek) --match-words Soek na wat ooreenstem met hele woorde --pas-presies Soek na ’n presiese pakketnaam -d, --soek-beskrywings Soek ook in pakket-opsommings en -beskrywings. -c, --kas-gevoelig Voer kas-gevoelige soektog uit. -i, --slegs-geïnstalleer Toon slegs pakkette wat reeds geïnstalleer is. -u, --slegs-ongeïnstalleer Toon slegs pakkette wat nie tans geïnstalleer is nie. -t, --soort Soek slegs na pakkette van die gespesifiseerde soort. --sorteer-volgens-naam Sorteer pakkette volgens naam (verstek). --sorteer-volgens-katalogus Sorteer pakkette volgens katalogus (bron). *- en ?-oorheerskaarte kan ook binne soekstringe gebruik word.

source: patch-check Check for available patches This command has no options.
af: regstelling-nagaan Gaan beskikbare regstellings na Hierdie opdrag het geen opsies nie.

source: patches List all available patches This command has no options.
af: regstellings Lys alle beskikbare regstellings Hierdie opdrag het geen opsies nie.

source: zypper [global-options] info [name...] 'info' -- Show full information for packages
af: zypper [globale-opsies] inligting [naam ...] 'inligting' -- Toon volledige inligting vir pakkette

source: zypper [global-options] patch-info [patchname...] 'patch-info' -- Show detailed information for patches
af: zypper [globale-opsies] regstellingsinligting [regstellingsnaam ...] 'inligting' -- Toon volledige inligting vir regstellings

source: zypper [global-options] moo 'moo' - Show an animal
af: zypper [globale-opsies] moo 'moo' - Toon ’n dier

source: Unknown command
af: Onbekende opdrag

source: Non-Option Program Arguments:
af: Programargumente met geen opsie nie:

source: Ignoring --terse (provided only for rug compatibility)
af: Ignoreer van - kernagtig (slegs vir rug-versoenbaarheid voorsien)

source: Ignoring installed resolvables...
af: Ignoreer van geïnstalleerde oplossings ...

source: A ZYpp transaction is already in progress.
af: ’n Zypp-transaksie is reeds aan die gang.

source: Warning: Unknown metadata type
af: Waarskuwing: Onbekende metadatasoort

source: Unknown resolvable type
af: Onbekende oplossingsoort

source: Warning: No sources. Operating only with the installed resolvables. Nothing can be installed.
af: Waarskuwing: Geen bronne nie. Werk slegs met die geïnstalleerde oplossings. Niks kan geïnstalleer word nie.

source: Please file a bug report about this.
af: Liasseer asseblief ’n foutverslag hieroor.

source: See http://en.opensuse.org/Zypper#Troubleshooting for instructions.
af: Sien http://en.opensuse.org/Zypper#Troubleshooting vir instruksies.

source: Unexpected exception.
af: Onverwagte uitsondering.

source: Root privileges are required for running zypper.
af: Stamvoorregte word vir lopende zypper vereis.
